Repository: adhyaay-karnwal/OpenBridge
Catalog: macos/OpenBridge/ResourcesBundles/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, zh_hans, zh_hant

source: Pause Recording
de: Aufnahme pausieren
es: Pausar grabación
fr: Mettre en pause l'enregistrement
ja: 録音を一時停止
ko: 녹화 일시 정지
zh_hans: 暂停剪贴板录制
zh_hant: 暫停剪貼簿記錄

source: Pin
de: Anheften
es: Fijar
fr: Épingler
ja: 固定
ko: 고정
zh_hans: 固定
zh_hant: 釘選

source: Pin Skill
de: Skill anheften
es: Fijar habilidad
fr: Épingler la compétence
ja: スキルを固定
ko: 스킬 고정
zh_hans: 固定 Skill
zh_hant: 釘選 Skill

source: Pin window
de: Fenster anheften
es: Fijar ventana
fr: Épingler la fenêtre
ja: ウィンドウを固定
ko: 창 고정
zh_hans: 固定窗口
zh_hant: 釘選視窗

source: Pink
de: Rosa
es: Rosa
fr: Rose
ja: ピンク
ko: 분홍색
zh_hans: 粉红色
zh_hant: 粉紅色

source: Pinned Skills
de: Angeheftete Skills
es: Habilidades fijadas
fr: Compétences épinglées
ja: 固定されたスキル
ko: 고정된 스킬
zh_hans: 已固定的 Skill
zh_hant: 已釘選的 Skill

source: Planning next moves...
de: Nächste Schritte planen...
es: Planificando próximos movimientos...
fr: Planification des prochaines étapes...
ja: 次の行動を計画中...
ko: 다음 행동 계획 중...
zh_hans: 规划下一步...
zh_hant: 規劃下一步...

source: Plays when a new agent task is created
de: Wird abgespielt, wenn eine neue Agentenaufgabe erstellt wird
es: Se reproduce cuando se crea una nueva tarea del agente
fr: Se joue lorsqu'une nouvelle tâche d'agent est créée
ja: 新しいエージェントタスクが作成されたときに再生
ko: 새 에이전트 작업이 생성될 때 재생
zh_hans: 在创建新的代理任务时播放
zh_hant: 在建立新的 Agent 任務時播放

source: Plays when an agent task completes successfully
de: Wird abgespielt, wenn eine Agentenaufgabe erfolgreich abgeschlossen wird
es: Se reproduce cuando una tarea del agente se completa exitosamente
fr: Se joue lorsqu'une tâche d'agent se termine avec succès
ja: エージェントタスクが正常に完了したときに再生
ko: 에이전트 작업이 성공적으로 완료될 때 재생
zh_hans: 代理任务成功完成时播放
zh_hant: Agent 任務成功完成時播放

source: Plays when an error occurs (e.g., task failure, API error)
de: Wird abgespielt, wenn ein Fehler auftritt (z.B. Aufgabenfehler, API-Fehler)
es: Se reproduce cuando ocurre un error (ej., fallo de tarea, error de API)
fr: Se joue lorsqu'une erreur se produit (ex., échec de tâche, erreur API)
ja: エラーが発生したときに再生（タスク失敗、APIエラーなど）
ko: 오류 발생 시 재생 (예: 작업 실패, API 오류)
zh_hans: 在发生错误时播放（例如，任务失败，API错误）
zh_hant: 發生錯誤時播放（例如，任務失敗，API錯誤）

source: Plays when content is copied to the clipboard
de: Wird abgespielt, wenn Inhalt in die Zwischenablage kopiert wird
es: Se reproduce cuando se copia contenido al portapapeles
fr: Se joue lorsque du contenu est copié dans le presse-papiers
ja: コンテンツがクリップボードにコピーされたときに再生
ko: 내용이 클립보드에 복사될 때 재생
zh_hans: 复制内容到剪贴板时播放
zh_hant: 複製內容到剪貼簿時播放

source: Please enter your API Key
de: Bitte geben Sie Ihren API-Schlüssel ein
es: Por favor ingrese su clave API
fr: Veuillez entrer votre clé API
ja: APIキーを入力してください
ko: API 키를 입력하세요
zh_hans: 请输入您的API密钥
zh_hant: 請輸入您的API金鑰

source: Press a new shortcut
de: Drücken Sie einen neuen Kurzbefehl
es: Presione un nuevo atajo
fr: Appuyez sur un nouveau raccourci
ja: 新しいショートカットを押してください
ko: 새 단축키를 누르세요
zh_hans: 按下新的快捷键
zh_hant: 按下新的快捷鍵

source: Preview
de: Vorschau
es: Vista previa
fr: Aperçu
ja: プレビュー
ko: 미리보기
zh_hans: 预览
zh_hant: 預覽

source: Primary Language
de: Hauptsprache
es: Idioma principal
fr: Langue principale
ja: 主言語
ko: 기본 언어
zh_hans: 主要语言
zh_hant: 主要語言

source: Providers
de: Anbieter
es: Proveedores
fr: Fournisseurs
ja: プロバイダー
ko: 공급자
zh_hans: 提供商
zh_hant: 提供者

source: Purple
de: Lila
es: Morado
fr: Violet
ja: 紫
ko: 보라색
zh_hans: 紫色
zh_hant: 紫色

source: Quit
de: Beenden
es: Salir
fr: Quitter
ja: 終了
ko: 종료
zh_hans: 退出
zh_hant: 結束

source: Quit OpenBridge
de: OpenBridge beenden
es: Salir de OpenBridge
fr: Quitter OpenBridge
ja: OpenBridgeを終了
ko: OpenBridge 종료
zh_hans: 退出 OpenBridge
zh_hant: 退出 OpenBridge

source: Re-authenticate
de: Erneut authentifizieren
es: Reautenticar
fr: Ré-authentifier
ja: 再認証
ko: 재인증
zh_hans: 重新验证
zh_hant: 重新驗證

source: Re-authenticate anytime to refresh tokens or remove stale entries.
de: Authentifizieren Sie sich jederzeit erneut, um Tokens zu aktualisieren oder veraltete Einträge zu entfernen.
es: Vuelve a autenticarte en cualquier momento para actualizar tokens o eliminar entradas obsoletas.
fr: Ré-authentifiez-vous à tout moment pour rafraîchir les jetons ou supprimer les entrées obsolètes.
ja: いつでも再認証してトークンを更新したり、古いエントリを削除したりできます。
ko: 언제든지 다시 인증하여 토큰을 새로 고치거나 오래된 항목을 제거하세요.
zh_hans: 随时重新验证以刷新令牌或移除过期条目。
zh_hant: 隨時重新驗證以刷新令牌或移除過期條目。

source: Recent
de: Kürzlich
es: Reciente
fr: Récent
ja: 最近
ko: 최근
zh_hans: 最近
zh_hant: 最近

source: Recent Used
de: Kürzlich verwendet
es: Usado recientemente
fr: Utilisé récemment
ja: 最近使用
ko: 최근 사용
zh_hans: 最近使用
zh_hant: 最近使用

source: Recording…
de: Aufnahme…
es: Grabando…
fr: Enregistrement…
ja: 録音中…
ko: 녹화 중…
zh_hans: 剪贴板录制中…
zh_hant: 剪貼簿錄製中…

source: Records
de: Aufzeichnungen
es: Registros
fr: Enregistrements
ja: レコード
ko: 레코드
zh_hans: 记录
zh_hant: 紀錄

source: Red
de: Rot
es: Rojo
fr: Rouge
ja: 赤
ko: 빨간색
zh_hans: 红色
zh_hant: 紅色

source: Redeem
de: Einlösen
es: Canjear
fr: Échanger
ja: 引き換え
ko: 교환
zh_hans: 兑换
zh_hant: 兌換

source: Redeem Code
de: Code einlösen
es: Canjear código
fr: Échanger le code
ja: コードを引き換え
ko: 코드 교환
zh_hans: 兑换码
zh_hant: 兌換碼

source: Redo
de: Wiederholen
es: Rehacer
fr: Rétablir
ja: やり直す
ko: 다시 실행
zh_hans: 重做
zh_hant: 重做

source: Refresh
de: Aktualisieren
es: Actualizar
fr: Actualiser
ja: 更新
ko: 새로고침
zh_hans: 刷新
zh_hant: 重新整理

source: Reload
de: Neu laden
es: Recargar
fr: Recharger
ja: リロード
ko: 새로고침
zh_hans: 重新加载
zh_hant: 重新載入

source: Remove
de: Entfernen
es: Eliminar
fr: Supprimer
ja: 削除
ko: 제거
zh_hans: 移除
zh_hant: 移除

source: Remove connection
de: Verbindung entfernen
es: Eliminar conexión
fr: Supprimer la connexion
ja: 接続を削除
ko: 연결 제거
zh_hans: 移除连接
zh_hant: 移除連線

source: Remove folder
de: Ordner entfernen
es: Eliminar carpeta
fr: Supprimer le dossier
ja: フォルダを削除
ko: 폴더 제거
zh_hans: 移除文件夹
zh_hant: 移除資料夾

source: Remove resource
de: Ressource entfernen
es: Eliminar recurso
fr: Supprimer la ressource
ja: リソースを削除
ko: 리소스 제거
zh_hans: 移除资源
zh_hant: 移除資源

source: Remove selected skills
de: Ausgewählte Fähigkeiten entfernen
es: Eliminar habilidades seleccionadas
fr: Supprimer les compétences sélectionnées
ja: 選択したスキルを削除
ko: 선택한 스킬 제거
zh_hans: 移除所选 Skill
zh_hant: 移除所選 Skill

source: Remove Sync Folder
de: Synchronisierungsordner entfernen
es: Eliminar carpeta de sincronización
fr: Supprimer le dossier de synchronisation
ja: 同期フォルダを削除
ko: 동기화 폴더 제거
zh_hans: 移除同步文件夹
zh_hant: 移除同步資料夾

source: Remove sync folder '%@'? Skills from this folder will no longer be available.
de: Synchronisierungsordner '%@' entfernen? Skills aus diesem Ordner sind dann nicht mehr verfügbar.
es: ¿Eliminar carpeta de sincronización '%@'? Las habilidades de esta carpeta ya no estarán disponibles.
fr: Supprimer le dossier de synchronisation '%@' ? Les compétences de ce dossier ne seront plus disponibles.
ja: 同期フォルダ「%@」を削除しますか？このフォルダのスキルは利用できなくなります。
ko: 동기화 폴더 '%@'를 제거하시겠습니까? 이 폴더의 스킬을 더 이상 사용할 수 없게 됩니다.
zh_hans: 移除同步文件夹「%@」？此文件夹中的 Skill 将不再可用。
zh_hant: 移除同步資料夾「%@」？此資料夾中的 Skill 將不再可用。

source: Rename
de: Umbenennen
es: Renombrar
fr: Renommer
ja: 名前を変更
ko: 이름 변경
zh_hans: 重命名
zh_hant: 重新命名

source: Rename Conversation
de: Konversation umbenennen
es: Renombrar conversación
fr: Renommer la conversation
ja: 会話の名前を変更
ko: 대화 이름 변경
zh_hans: 重命名对话
zh_hant: 重新命名對話

source: Renews On
de: Verlängert am
es: Se renueva el
fr: Renouvellement le
ja: 更新日
ko: 갱신 날짜
zh_hans: 续订日期
zh_hant: 續訂日期

source: Report issue
de: Problem melden
es: Reportar problema
fr: Signaler un problème
ja: 問題を報告
ko: 문제 신고
zh_hans: 报告问题
zh_hant: 回報問題

source: Required for accessing files in protected locations. You may need to manually add OpenBridge to the list.
de: Erforderlich für den Zugriff auf Dateien an geschützten Orten. Möglicherweise müssen Sie OpenBridge manuell zur Liste hinzufügen.
es: Necesario para acceder a archivos en ubicaciones protegidas. Es posible que debas agregar OpenBridge manualmente a la lista.
fr: Requis pour accéder aux fichiers dans des emplacements protégés. Vous devrez peut-être ajouter OpenBridge manuellement à la liste.
ja: 保護された場所にあるファイルにアクセスするために必要です。OpenBridgeを手動でリストに追加する必要がある場合があります。
ko: 보호된 위치의 파일에 액세스하는 데 필요합니다. OpenBridge를 목록에 수동으로 추가해야 할 수 있습니다.
zh_hans: 需要访问受保护位置中的文件。您可能需要手动将 OpenBridge 添加到列表中。
zh_hant: 需要存取受保護位置中的檔案。您可能需要手動將 OpenBridge 新增到列表中。

source: Reset
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
ja: リセット
ko: 초기화
zh_hans: 重置
zh_hant: 重設

source: Reset Agent Image?
de: Agenten-Image zurücksetzen?
es: ¿Restablecer imagen del agente?
fr: Réinitialiser l'image de l'agent ?
ja: エージェントイメージをリセットしますか？
ko: 에이전트 이미지를 초기화하시겠습니까?
zh_hans: 重置 Agent 镜像？
zh_hant: 重設 Agent 映像？

source: Reset and Restart
de: Zurücksetzen und Neustarten
es: Restablecer y reiniciar
fr: Réinitialiser et redémarrer
ja: リセットして再起動
ko: 초기화 및 재시작
zh_hans: 重置并重启
zh_hant: 重設並重新啟動

source: Reset App?
de: App zurücksetzen?
es: ¿Restablecer aplicación?
fr: Réinitialiser l'application ?
ja: アプリをリセットしますか？
ko: 앱을 초기화하시겠습니까?
zh_hans: 重置应用程序？
zh_hant: 重置應用程式？

source: Reset Complete
de: Zurücksetzen abgeschlossen
es: Restablecimiento completo
fr: Réinitialisation terminée
ja: リセット完了
ko: 초기화 완료
zh_hans: 重置完成
zh_hant: 重置完成

source: Reset Failed
de: Zurücksetzen fehlgeschlagen
es: Error al restablecer
fr: Échec de la réinitialisation
ja: リセット失敗
ko: 재설정 실패
zh_hans: 重置失败
zh_hant: 重置失敗

source: Reset Image
de: Image zurücksetzen
es: Restablecer imagen
fr: Réinitialiser l'image
ja: イメージをリセット
ko: 이미지 재설정
zh_hans: 重置镜像
zh_hant: 重設映像

source: Reset to Default
de: Auf Standard zurücksetzen
es: Restablecer a predeterminado
fr: Réinitialiser par défaut
ja: デフォルトにリセット
ko: 기본값으로 초기화
zh_hans: 重置为默认值
zh_hant: 重設為預設值

source: Restart to Update
de: Neu starten zum Aktualisieren
es: Reiniciar para actualizar
fr: Redémarrer pour mettre à jour
ja: 再起動して更新
ko: 다시 시작하여 업데이트
zh_hans: 重新启动以更新
zh_hant: 重新啟動以更新

source: Restart to Update (%@)
de: Neu starten zum Aktualisieren (%@)
es: Reiniciar para actualizar (%@)
fr: Redémarrer pour mettre à jour (%@)
ja: 再起動して更新 (%@)
ko: 다시 시작하여 업데이트 (%@)
zh_hans: 重新启动以更新（%@）
zh_hant: 重新啟動以更新（%@）

source: Restricted
de: Eingeschränkt
es: Restringido
fr: Restreint
ja: 制限あり
ko: 제한됨
zh_hans: 受限
zh_hant: 受限

source: Resume
de: Fortsetzen
es: Reanudar
fr: Reprendre
ja: 再開
ko: 재개
zh_hans: 继续
zh_hant: 繼續

source: Retry
de: Erneut versuchen
es: Reintentar
fr: Réessayer
ja: 再試行
ko: 재시도
zh_hans: 重试
zh_hant: 重試

source: Run
de: Ausführen
es: Ejecutar
fr: Exécuter
ja: 実行
ko: 실행
zh_hans: 运行
zh_hant: 執行

source: Run Immediately
de: Sofort ausführen
es: Ejecutar inmediatamente
fr: Exécuter immédiatement
ja: すぐに実行
ko: 즉시 실행
zh_hans: 立即运行
zh_hant: 立即執行

source: Save
de: Speichern
es: Guardar
fr: Enregistrer
ja: 保存
ko: 저장
zh_hans: 保存
zh_hant: 儲存

source: Scene
de: Szene
es: Escena
fr: Scène
ja: シーン
ko: 장면
zh_hans: 场景
zh_hant: 場景

source: Screen Recording
de: Bildschirmaufnahme
es: Grabación de pantalla
fr: Enregistrement d'écran
ja: 画面収録
ko: 화면 녹화
zh_hans: 屏幕录制
zh_hant: 螢幕錄製

source: Search applications
de: Anwendungen suchen
es: Buscar aplicaciones
fr: Rechercher des applications
ja: アプリケーションを検索
ko: 애플리케이션 검색
zh_hans: 搜索应用程序
zh_hant: 搜尋應用程式

source: Search Emoji
de: Emoji suchen
es: Buscar emoji
fr: Rechercher un emoji
ja: 絵文字を検索
ko: 이모지 검색
zh_hans: 搜索表情符号
zh_hant: 搜尋表情符號

source: Search logs…
de: Protokolle durchsuchen …
es: Buscar registros…
fr: Rechercher dans les journaux…
ja: ログを検索…
ko: 로그 검색…
zh_hans: 搜索日志…
zh_hant: 搜尋日誌…

source: Search your paste history
de: Verlauf durchsuchen
es: Buscar en tu historial de pegado
fr: Rechercher dans l'historique du presse-papiers
ja: 貼り付け履歴を検索
ko: 붙여넣기 기록 검색
zh_hans: 搜索您的粘贴历史记录
zh_hant: 搜尋您的貼上歷史記錄

source: Select All
de: Alle auswählen
es: Seleccionar todo
fr: Tout sélectionner
ja: すべて選択
ko: 모두 선택
zh_hans: 全选
zh_hant: 全選

source: Select Applications to Ignore
de: Zu ignorierende Anwendungen auswählen
es: Seleccionar aplicaciones a ignorar
fr: Sélectionner les applications à ignorer
ja: 無視するアプリケーションを選択
ko: 무시할 애플리케이션 선택
zh_hans: 选择要忽略的应用程序
zh_hant: 選擇要忽略的應用程式

source: Select default output directory
de: Standard-Ausgabeverzeichnis auswählen
es: Seleccionar directorio de salida predeterminado
fr: Sélectionner le répertoire de sortie par défaut
ja: デフォルト出力ディレクトリを選択
ko: 기본 출력 디렉토리 선택
zh_hans: 选择默认输出目录
zh_hant: 選擇預設輸出目錄

source: Selected
de: Ausgewählt
es: Seleccionado
fr: Sélectionné
ja: 選択済み
ko: 선택됨
zh_hans: 已选择
zh_hant: 已選取

source: Selected file is not a valid image.
de: Die ausgewählte Datei ist kein gültiges Bild.
es: El archivo seleccionado no es una imagen válida.
fr: Le fichier sélectionné n'est pas une image valide.
ja: 選択したファイルは有効な画像ではありません。
ko: 선택한 파일이 유효한 이미지가 아닙니다.
zh_hans: 选择的文件不是有效的图片。
zh_hant: 選擇的檔案不是有效的圖片。

source: Send to Chat
de: An Chat senden
es: Enviar al chat
fr: Envoyer au chat
ja: チャットに送信
ko: 채팅으로 보내기
zh_hans: 发送到聊天
zh_hant: 發送到聊天

source: Sends a simple request to verify your API key is valid.
de: Sendet eine einfache Anfrage, um zu überprüfen, ob Ihr API-Schlüssel gültig ist.
es: Envía una solicitud simple para verificar que tu clave API es válida.
fr: Envoie une requête simple pour vérifier que votre clé API est valide.
ja: APIキーが有効かどうかを確認するために簡単なリクエストを送信します。
ko: API 키가 유효한지 확인하기 위해 간단한 요청을 보냅니다.
zh_hans: 发送简单请求以验证您的 API 密钥是否有效。
zh_hant: 發送簡單請求以驗證您的 API 密鑰是否有效。

source: Server did not provide an upload URL
de: Server hat keine Upload-URL bereitgestellt
es: El servidor no proporcionó una URL de carga
fr: Le serveur n'a pas fourni d'URL de téléchargement
ja: サーバーがアップロードURLを提供しませんでした
ko: 서버가 업로드 URL을 제공하지 않았습니다
zh_hans: 服务器未提供上传网址
zh_hant: 伺服器未提供上傳網址

source: Session is closed
de: Sitzung ist geschlossen
es: La sesión está cerrada
fr: La session est fermée
ja: セッションは閉じられています
ko: 세션이 종료되었습니다
zh_hans: 会话已关闭
zh_hant: 會話已關閉

source: Session not found: %@
de: Sitzung nicht gefunden: %@
es: Sesión no encontrada: %@
fr: Session non trouvée : %@
ja: セッションが見つかりません：%@
ko: 세션을 찾을 수 없음: %@
zh_hans: 找不到会话：%@
zh_hant: 找不到會話：%@

source: Set up your AI options. This is a Beta version, and many features are still incomplete.
de: Richten Sie Ihre KI-Optionen ein. Dies ist eine Beta-Version, und viele Funktionen sind noch unvollständig.
es: Configura tus opciones de IA. Esta es una versión Beta y muchas funciones aún están incompletas.
fr: Configurez vos options IA. C'est une version Bêta, et de nombreuses fonctionnalités sont encore incomplètes.
ja: AIオプションを設定します。これはベータ版であり、多くの機能はまだ不完全です。
ko: AI 옵션을 설정하세요. 베타 버전이며 많은 기능이 아직 완성되지 않았습니다.
zh_hans: 设置您的AI选项。这是一个Beta版本，许多功能尚未完成。
zh_hant: 設定您的 AI 選項。這是一個 Beta 版本，許多功能尚未完成。

source: Set your API keys to use AI models directly instead of the default service.
de: Legen Sie Ihre API-Schlüssel fest, um KI-Modelle direkt anstelle des Standarddienstes zu verwenden.
es: Configura tus claves API para usar modelos de IA directamente en lugar del servicio predeterminado.
fr: Définissez vos clés API pour utiliser les modèles IA directement au lieu du service par défaut.
ja: デフォルトサービスの代わりにAIモデルを直接使用するためのAPIキーを設定します。
ko: 기본 서비스 대신 AI 모델을 직접 사용하려면 API 키를 설정하세요.
zh_hans: 设置您的API密钥，直接使用AI模型而不是默认服务。
zh_hant: 設定你的 API 金鑰以直接使用 AI 模型，而非預設服務。

source: Settings
de: Einstellungen
es: Configuración
fr: Paramètres
ja: 設定
ko: 설정
zh_hans: 设置
zh_hant: 設定

source: Settings…
de: Einstellungen…
es: Configuración…
fr: Réglages…
ja: 設定…
ko: 설정…
zh_hans: 设置…
zh_hant: 設定…

source: Shortcuts
de: Kurzbefehle
es: Atajos
fr: Raccourcis
ja: ショートカット
ko: 단축키
zh_hans: 快捷键
zh_hant: 快捷鍵

source: Show API Key
de: API-Schlüssel anzeigen
es: Mostrar clave API
fr: Afficher la clé API
ja: APIキーを表示
ko: API 키 표시
zh_hans: 显示 API 密钥
zh_hant: 顯示 API 金鑰

source: Show dock icon
de: Dock-Symbol anzeigen
es: Mostrar icono en el Dock
fr: Afficher l'icône dans le Dock
ja: Dockアイコンを表示
ko: Dock 아이콘 표시
zh_hans: 显示 Dock 图标
zh_hant: 顯示 Dock 圖示

source: Show menu bar icon
de: Menüleistensymbol anzeigen
es: Mostrar icono en la barra de menús
fr: Afficher l'icône dans la barre des menus
ja: メニューバーアイコンを表示
ko: 메뉴 막대 아이콘 표시
zh_hans: 显示菜单栏图标
zh_hant: 顯示選單列圖示

source: Show more
de: Mehr anzeigen
es: Mostrar más
fr: Afficher plus
ja: もっと見る
ko: 더 보기
zh_hans: 显示更多
zh_hant: 顯示更多

source: Sign in
de: Anmelden
es: Iniciar sesión
fr: Se connecter
ja: サインイン
ko: 로그인
zh_hans: 登录
zh_hant: 登入

source: Sign in to Website
de: Bei Website anmelden
es: Iniciar sesión en el sitio web
fr: Se connecter au site web
ja: ウェブサイトにサインイン
ko: 웹사이트에 로그인
zh_hans: 登录网站
zh_hant: 登入網站

source: Sign-in failed
de: Anmeldung fehlgeschlagen
es: Error de inicio de sesión
fr: Échec de la connexion
ja: サインインに失敗しました
ko: 로그인 실패
zh_hans: 登录失败
zh_hant: 登入失敗

source: Signing in with Google
de: Mit Google anmelden
es: Iniciando sesión con Google
fr: Connexion avec Google
ja: Googleでサインイン中
ko: Google로 로그인 중
zh_hans: 正在使用 Google 登录
zh_hant: 正在使用 Google 登入

source: Signup Bonus
de: Anmeldebonus
es: Bonificación de registro
fr: Bonus d'inscription
ja: 登録ボーナス
ko: 가입 보너스
zh_hans: 注册奖励
zh_hant: 註冊獎勵

source: Skill Name
de: Fähigkeitsname
es: Nombre de habilidad
fr: Nom de compétence
ja: スキル名
ko: 스킬 이름
zh_hans: Skill 名称
zh_hant: Skill 名稱

source: Skill not found: %@
de: Skill nicht gefunden: %@
es: Habilidad no encontrada: %@
fr: Compétence non trouvée : %@
ja: スキルが見つかりません：%@
ko: 스킬을 찾을 수 없음: %@
zh_hans: 未找到 Skill：%@
zh_hant: 未找到 Skill：%@

source: Skill Resources
de: Skill-Ressourcen
es: Recursos de habilidad
fr: Ressources de compétence
ja: スキルリソース
ko: 스킬 리소스
zh_hans: Skill 资源
zh_hant: Skill 資源

source: Skills synced from folders. Always up to date.
de: Skills werden aus Ordnern synchronisiert. Immer aktuell.
es: Habilidades sincronizadas desde carpetas. Siempre actualizadas.
fr: Compétences synchronisées depuis les dossiers. Toujours à jour.
ja: フォルダから同期されたスキル。常に最新の状態です。
ko: 폴더에서 동기화된 스킬. 항상 최신 상태입니다.
zh_hans: 从文件夹同步的 Skill。始终保持最新。
zh_hant: 從資料夾同步的 Skill，隨時保持最新。

source: Slow Model
de: Langsames Modell
es: Modelo lento
fr: Modèle lent
ja: 遅いモデル
ko: 느린 모델
zh_hans: 慢速模型
zh_hant: 慢速模型

source: Slow Recommendation Model
de: Langsames Empfehlungsmodell
es: Modelo de recomendación lento
fr: Modèle de recommandation lent
ja: 遅い推奨モデル
ko: 느린 추천 모델
zh_hans: 慢速推荐模型
zh_hant: 慢速推薦模型

source: Some languages are translated using AI. If you find errors, please report them to support@bridge.surf.
de: Einige Sprachen werden mit KI übersetzt. Wenn Sie Fehler finden, melden Sie diese bitte an support@bridge.surf.
es: Algunos idiomas se traducen usando IA. Si encuentras errores, repórtalos a support@bridge.surf.
fr: Certaines langues sont traduites par IA. Si vous trouvez des erreurs, veuillez les signaler à support@bridge.surf.
ja: 一部の言語はAIを使用して翻訳されています。エラーを見つけた場合は、support@bridge.surfまでご報告ください。
ko: 일부 언어는 AI를 사용하여 번역됩니다. 오류를 발견하면 support@bridge.surf로 신고해 주세요.
zh_hans: 有些语言是通过AI翻译的。如果您发现错误，请报告至support@bridge.surf。
zh_hant: 有些語言是透過AI翻譯的。如果您發現錯誤，請報告至support@bridge.surf。

source: Sound
de: Ton
es: Sonido
fr: Son
ja: サウンド
ko: 사운드
zh_hans: 声音
zh_hant: 聲音

source: Sound Events
de: Tonereignisse
es: Eventos de sonido
fr: Événements sonores
ja: サウンドイベント
ko: 사운드 이벤트
zh_hans: 声音事件
zh_hant: 聲音事件

source: Sounds
de: Töne
es: Sonidos
fr: Sons
ja: サウンド
ko: 소리
zh_hans: 声音
zh_hant: 聲音

source: Source
de: Quelle
es: Fuente
ja: ソース
ko: 소스
zh_hans: 来源
zh_hant: 來源

source: Storage
de: Speicher
es: Almacenamiento
fr: Stockage
ja: ストレージ
ko: 저장소
zh_hans: 存储
zh_hant: 儲存空間

source: Successfully imported %lld skills
de: %lld Skills erfolgreich importiert
es: Se importaron %lld habilidades correctamente
fr: %lld compétences importées avec succès
ja: %lld個のスキルを正常にインポートしました
ko: %lld개의 스킬을 성공적으로 가져왔습니다
zh_hans: 成功导入了 %lld 个 Skill
zh_hant: 成功匯入了 %lld 個 Skill

source: Successfully imported skill '%@'
de: Skill '%@' erfolgreich importiert
es: Habilidad '%@' importada correctamente
fr: Compétence '%@' importée avec succès
ja: スキル「%@」を正常にインポートしました
ko: 스킬 '%@'을(를) 성공적으로 가져왔습니다
zh_hans: 成功导入 Skill “%@”
zh_hant: 成功匯入 Skill 「%@」

source: Suggestion
de: Vorschlag
es: Sugerencia
ja: 提案
ko: 제안
zh_hans: 建议
zh_hant: 建議

source: Sync Folders
de: Ordner synchronisieren
es: Carpetas de sincronización
fr: Dossiers de synchronisation
ja: 同期フォルダ
ko: 동기화 폴더
zh_hans: 同步文件夹
zh_hant: 同步資料夾

source: Sync skills from any folder you use. Select a folder from another app, and we'll automatically monitor and keep your skills synchronized.
de: Synchronisieren Sie Skills aus jedem Ordner, den Sie verwenden. Wählen Sie einen Ordner aus einer anderen App, und wir überwachen und synchronisieren Ihre Skills automatisch.
es: Sincroniza habilidades desde cualquier carpeta que uses. Selecciona una carpeta de otra aplicación y monitorearemos y sincronizaremos tus habilidades automáticamente.
fr: Synchronisez les compétences depuis n'importe quel dossier que vous utilisez. Sélectionnez un dossier d'une autre application, et nous surveillerons et synchroniserons automatiquement vos compétences.
ja: 使用している任意のフォルダからスキルを同期します。別のアプリからフォルダを選択すると、自動的に監視してスキルを同期します。
ko: 사용하는 모든 폴더에서 스킬을 동기화합니다. 다른 앱에서 폴더를 선택하면 자동으로 모니터링하고 스킬을 동기화합니다.
zh_hans: 从您使用的任何文件夹同步 Skill。选择另一个应用中的文件夹，我们将自动监控并保持您的 Skill 同步。
zh_hant: 從您使用的任何資料夾同步 Skill。選擇另一個應用程式中的資料夾，我們將自動監控並保持您的 Skill 同步。

source: Synced Skills
de: Synchronisierte Skills
es: Habilidades sincronizadas
fr: Compétences synchronisées
ja: 同期されたスキル
ko: 동기화된 스킬
zh_hans: 已同步的 Skill
zh_hant: 已同步的 Skill

source: System Skills
de: Systemfähigkeiten
es: Habilidades del sistema
fr: Compétences système
ja: システムスキル
ko: 시스템 스킬
zh_hans: 内置 Skill
zh_hant: 系統 Skill

source: Task cancelled
de: Aufgabe abgebrochen
es: Tarea cancelada
fr: Tâche annulée
ja: タスクがキャンセルされました
ko: 작업이 취소됨
zh_hans: 任务已取消
zh_hant: 任務已取消

source: Task has been completed
de: Aufgabe abgeschlossen
es: Tarea completada
fr: Tâche terminée
ja: タスクが完了しました
ko: 작업이 완료되었습니다
zh_hans: 任务已完成
zh_hant: 任務已完成

source: Test API Key
de: API-Schlüssel testen
es: Probar clave API
fr: Tester la clé API
ja: APIキーをテスト
ko: API 키 테스트
zh_hans: 测试 API 密钥
zh_hant: 測試 API 金鑰

source: Test Connection
de: Verbindung testen
es: Probar conexión
fr: Tester la connexion
ja: 接続をテスト
ko: 연결 테스트
zh_hans: 测试连接
zh_hant: 測試連線

source: Testing...
de: Testen...
es: Probando...
fr: Test en cours...
ja: テスト中...
ko: 테스트 중...
zh_hans: 测试中...
zh_hant: 測試中...

source: The best way to get serious work done with AI.
de: Der beste Weg, um mit KI ernsthaft zu arbeiten.
es: La mejor manera de hacer trabajo serio con IA.
fr: La meilleure façon de faire du travail sérieux avec l'IA.
ja: AIで本格的な仕事をこなすための最良の方法。
ko: AI로 진지한 작업을 수행하는 가장 좋은 방법.
zh_hans: 使用AI完成严肃工作的最佳方式。
zh_hant: 使用 AI 完成嚴肅工作的最佳方式。

source: The keychain environment has a problem. Please open Keychain Access, search for "%@", delete all matching items, then relaunch the app.
de: Die Schlüsselbund-Umgebung hat ein Problem. Bitte öffnen Sie die Schlüsselbundverwaltung, suchen Sie nach "%@", löschen Sie alle übereinstimmenden Einträge und starten Sie die App neu.
es: El entorno del llavero tiene un problema. Abre Acceso a Llaveros, busca "%@", elimina todos los elementos coincidentes y vuelve a abrir la aplicación.
fr: L'environnement du trousseau a un problème. Veuillez ouvrir Trousseaux d'accès, rechercher « %@ », supprimer tous les éléments correspondants, puis relancer l'application.
ja: キーチェーン環境に問題があります。キーチェーンアクセスを開き、「%@」を検索し、一致するすべてのアイテムを削除してからアプリを再起動してください。
ko: 키체인 환경에 문제가 있습니다. 키체인 접근을 열고 "%@"를 검색하여 일치하는 모든 항목을 삭제한 다음 앱을 다시 실행하세요.
zh_hans: 钥匙串环境存在问题。请打开"钥匙串访问"，搜索"%@"，删除所有匹配项，然后重新启动应用。
zh_hant: 鑰匙圈環境發生問題。請開啟鑰匙圈存取，搜尋「%@」，刪除所有符合的項目，然後重新啟動應用程式。

source: This action cannot be undone.
de: Diese Aktion kann nicht rückgängig gemacht werden.
es: Esta acción no se puede deshacer.
fr: Cette action est irréversible.
ja: この操作は取り消せません。
ko: 이 작업은 취소할 수 없습니다.
zh_hans: 此操作无法撤销。
zh_hant: 此操作無法撤銷。
